{
  "text": {
    "xin": 265,
    "chào": 37,
    "bạn": 20,
    "hello": 87,
    "hi": 89,
    "hey": 88,
    "buổi": 16,
    "sáng": 197,
    "chiều": 32,
    "tối": 246,
    "tạm": 241,
    "biệt": 15,
    "bye": 17,
    "goodbye": 82,
    "hẹn": 101,
    "gặp": 84,
    "lại": 132,
    "nhé": 155,
    "cảm": 56,
    "ơn": 294,
    "thanks": 206,
    "thank": 205,
    "you": 270,
    "nhiều": 152,
    "vì": 256,
    "đã": 281,
    "giúp": 78,
    "đỡ": 293,
    "có": 53,
    "đúng": 282,
    "tất": 243,
    "nhiên": 150,
    "chính": 38,
    "xác": 269,
    "được": 284,
    "ok": 163,
    "đồng": 291,
    "ý": 273,
    "vâng": 255,
    "vậy": 260,
    "chắc": 42,
    "chắn": 43,
    "rồi": 184,
    "không": 115,
    "phải": 173,
    "sai": 186,
    "bao": 12,
    "giờ": 80,
    "các": 50,
    "loại": 128,
    "sản": 199,
    "phẩm": 174,
    "danh": 62,
    "mục": 145,
    "cửa": 61,
    "hàng": 95,
    "những": 158,
    "gì": 83,
    "cho": 33,
    "tôi": 238,
    "xem": 264,
    "bán": 19,
    "nhiêu": 151,
    "liệt": 126,
    "kê": 119,
    "ở": 297,
    "đây": 280,
    "thể": 217,
    "giới": 79,
    "thiệu": 208,
    "laptop": 122,
    "muốn": 138,
    "mua": 137,
    "điện": 277,
    "thoại": 209,
    "mới": 144,
    "gợi": 85,
    "một": 143,
    "tốt": 248,
    "đề": 287,
    "xuất": 268,
    "máy": 140,
    "tính": 237,
    "bàn": 18,
    "phù": 171,
    "hợp": 105,
    "với": 262,
    "nào": 159,
    "để": 288,
    "làm": 130,
    "đồ": 290,
    "họa": 103,
    "tầm": 244,
    "giá": 77,
    "__number__": 7,
    "triệu": 227,
    "cần": 58,
    "chơi": 39,
    "game": 73,
    "tư": 239,
    "vấn": 258,
    "lập": 133,
    "trình": 230,
    "chiếc": 31,
    "việc": 252,
    "văn": 257,
    "phòng": 170,
    "camera": 26,
    "bảng": 21,
    "trẻ": 233,
    "em": 69,
    "đang": 274,
    "tìm": 235,
    "tai": 203,
    "nghe": 147,
    "chống": 45,
    "ồn": 296,
    "phím": 169,
    "cơ": 54,
    "chuột": 36,
    "gaming": 74,
    "màn": 139,
    "hình": 98,
    "inch": 108,
    "thông": 214,
    "tin": 220,
    "chi": 30,
    "tiết": 221,
    "về": 261,
    "acer": 8,
    "swift": 195,
    "x14": 263,
    "đặc": 285,
    "điểm": 276,
    "của": 60,
    "macbook": 134,
    "pro": 178,
    "mô": 141,
    "tả": 242,
    "msi": 136,
    "số": 201,
    "kỹ": 121,
    "thuật": 210,
    "sfx14": 189,
    "72g": 5,
    "79uw": 6,
    "năng": 161,
    "cấu": 57,
    "asus": 11,
    "biết": 14,
    "iphone": 109,
    "samsung": 187,
    "galaxy": 72,
    "s24": 185,
    "card": 28,
    "rtx": 183,
    "là": 129,
    "tiền": 222,
    "dell": 63,
    "còn": 52,
    "sẵn": 200,
    "kiểm": 117,
    "tra": 225,
    "tồn": 249,
    "kho": 111,
    "khi": 110,
    "dưới": 66,
    "từ": 251,
    "đến": 286,
    "khoảng": 113,
    "trên": 229,
    "trong": 228,
    "quá": 181,
    "cao": 27,
    "nhất": 156,
    "nghìn": 148,
    "hãng": 97,
    "thương": 215,
    "hiệu": 91,
    "apple": 10,
    "sony": 192,
    "lg": 123,
    "logitech": 127,
    "corsair": 48,
    "ram": 182,
    "16gb": 2,
    "ssd": 194,
    "512gb": 4,
    "108mp": 0,
    "144hz": 1,
    "cpu": 49,
    "core": 47,
    "i7": 107,
    "pin": 177,
    "5000mah": 3,
    "dây": 64,
    "cổng": 59,
    "hdmi": 86,
    "so": 191,
    "sánh": 198,
    "và": 254,
    "xps": 266,
    "khác": 114,
    "hp": 94,
    "spectre": 193,
    "nhau": 149,
    "giữa": 81,
    "hơn": 99,
    "phân": 167,
    "amd": 9,
    "hot": 92,
    "chạy": 40,
    "top": 223,
    "phổ": 175,
    "biến": 13,
    "ưa": 295,
    "chuộng": 35,
    "xu": 267,
    "hướng": 100,
    "hiện": 90,
    "nay": 146,
    "phụ": 176,
    "kiện": 118,
    "yêu": 271,
    "thích": 213,
    "nổi": 162,
    "bật": 23,
    "tháng": 212,
    "này": 160,
    "linh": 124,
    "trend": 226,
    "phí": 168,
    "vận": 259,
    "chuyển": 34,
    "giao": 76,
    "mất": 142,
    "lâu": 131,
    "cước": 55,
    "thời": 218,
    "gian": 75,
    "tỉnh": 245,
    "miễn": 135,
    "sách": 196,
    "tốn": 247,
    "dự": 68,
    "kiến": 116,
    "bảo": 22,
    "hành": 96,
    "cách": 51,
    "thức": 219,
    "quy": 180,
    "điều": 275,
    "tại": 240,
    "đâu": 279,
    "nhà": 153,
    "sử": 202,
    "dụng": 67,
    "đổi": 292,
    "trả": 232,
    "sao": 188,
    "hoàn": 93,
    "phương": 172,
    "thanh": 204,
    "toán": 224,
    "cod": 46,
    "qua": 179,
    "vnpay": 253,
    "chấp": 41,
    "nhận": 157,
    "khoản": 112,
    "đơn": 283,
    "theo": 207,
    "dõi": 65,
    "tình": 236,
    "trạng": 231,
    "ord123456": 164,
    "ord789012": 165,
    "thái": 211,
    "ord901234": 166,
    "thế": 216,
    "bị": 25,
    "hủy": 106,
    "à": 272,
    "liên": 125,
    "hệ": 102,
    "email": 70,
    "địa": 289,
    "chỉ": 44,
    "fanpage": 71,
    "shop": 190,
    "kênh": 120,
    "chat": 29,
    "hỗ": 104,
    "trợ": 234,
    "tổng": 250,
    "đài": 278,
    "bằng": 24,
    "nhánh": 154
  },
  "intent": {
    "greet": 19,
    "goodbye": 18,
    "thank": 20,
    "affirm": 0,
    "deny": 14,
    "ask_categories": 1,
    "ask_product_recommendation": 9,
    "ask_product_details": 7,
    "ask_product_price": 8,
    "ask_product_availability": 6,
    "filter_products_by_price": 17,
    "filter_products_by_brand": 15,
    "filter_products_by_features": 16,
    "compare_products": 13,
    "ask_popular_products": 5,
    "ask_shipping": 11,
    "ask_warranty": 12,
    "ask_return_policy": 10,
    "ask_payment_methods": 4,
    "ask_order_status": 3,
    "ask_contact_info": 2
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 16,
    "action_session_start": 18,
    "action_default_fallback": 8,
    "action_deactivate_loop": 5,
    "action_revert_fallback_events": 17,
    "action_default_ask_affirmation": 6,
    "action_default_ask_rephrase": 7,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 9,
    "action_check_availability": 1,
    "action_check_order_status": 2,
    "action_check_price": 3,
    "action_compare_products": 4,
    "action_filter_by_brand": 10,
    "action_filter_by_features": 11,
    "action_filter_by_price": 12,
    "action_product_details": 14,
    "action_recommend_products": 15,
    "utter_ask_more_help": 21,
    "utter_categories": 22,
    "utter_contact_info": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_payment_methods": 26,
    "utter_popular_products": 27,
    "utter_return_policy": 28,
    "utter_shipping": 29,
    "utter_thank": 30,
    "utter_warranty": 31
  },
  "action_text": null,
  "intent_response_key": null
}